{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "eos_token": "</s>",
  "is_local": false,
  "local_files_only": false,
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "</s>",
  "processor_class": "Wav2Vec2Processor",
  "tokenizer_class": "PreTrainedTokenizerFast"
}