{
  "architectures": [
    "MoonshineForConditionalGeneration"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "bos_token_id": 1,
  "decoder_hidden_act": "silu",
  "decoder_num_attention_heads": 8,
  "decoder_num_hidden_layers": 6,
  "decoder_num_key_value_heads": 8,
  "decoder_start_token_id": 1,
  "dtype": "float32",
  "encoder_hidden_act": "gelu",
  "encoder_num_attention_heads": 8,
  "encoder_num_hidden_layers": 6,
  "encoder_num_key_value_heads": 8,
  "eos_token_id": 2,
  "hidden_size": 288,
  "initializer_range": 0.02,
  "intermediate_size": 1152,
  "is_encoder_decoder": true,
  "max_position_embeddings": 194,
  "model_type": "moonshine",
  "pad_head_dim_to_multiple_of": 8,
  "pad_token_id": 2,
  "partial_rotary_factor": 0.9,
  "rope_parameters": {
    "partial_rotary_factor": 0.9,
    "rope_theta": 10000.0,
    "rope_type": "default"
  },
  "tie_word_embeddings": true,
  "transformers_version": "5.12.1",
  "use_cache": false,
  "vocab_size": 32768
}
